cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'openssl'
brew 'readline'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'watchman'
brew 'gnupg'
brew 'gpg-agent'
brew 'pinentry-mac'
brew 'sbt@1'
brew 'rabbitmq'
brew 'docker-clean'
brew 'tmux'
cask 'google-chrome'
cask 'handbrake'
cask 'vlc'
cask 'vagrant'


